<template>
    <div class="info">
        <div class="container">
            <div class="info__title">
                <h2 class="info__title-name">
                    Ўзбекистон
                </h2>
                <router-link to="/" class="info__title-info">
                    Барчаси
                </router-link>
            </div>
            <div class="info__line"></div>
            <div class="info__item-wrapper">
                <div class="info__item-wrapper__item" v-for="item in 8" :key="item">
                    <img src="../assets/images/png/Rectangle 43.png" alt="">
                    <h3 class="info__item-wrapper__item-sub-title">
                        Ўзбекистон
                    </h3>
                    <h2 class="info__item-wrapper__item-title">
                        Шавкат Мирзиёев Олий Евросиё иқтисодий кенгашининг видеоанжуман шаклидаги йиғилишида иштирок этди
                    </h2>
                    <div class="info__item-wrapper__item-data">
                    <svg xmlns="http://www.w3.org/2000/svg" width="17" height="17" viewBox="0 0 17 17" fill="none">
                        <path
                            d="M8.49984 2.83335C5.37022 2.83335 2.83317 5.37041 2.83317 8.50002C2.83317 11.6296 5.37022 14.1667 8.49984 14.1667C11.6295 14.1667 14.1665 11.6296 14.1665 8.50002C14.1665 5.37041 11.6295 2.83335 8.49984 2.83335ZM1.4165 8.50002C1.4165 4.588 4.58782 1.41669 8.49984 1.41669C12.4119 1.41669 15.5832 4.588 15.5832 8.50002C15.5832 12.412 12.4119 15.5834 8.49984 15.5834C4.58782 15.5834 1.4165 12.412 1.4165 8.50002ZM8.49984 4.25002C8.89104 4.25002 9.20817 4.56715 9.20817 4.95835V8.20662L11.1257 10.1242C11.4023 10.4008 11.4023 10.8493 11.1257 11.1259C10.8491 11.4025 10.4006 11.4025 10.124 11.1259L7.99897 9.00089C7.86613 8.86805 7.7915 8.68788 7.7915 8.50002V4.95835C7.7915 4.56715 8.10864 4.25002 8.49984 4.25002Z"
                            fill="#BDBDBD" />
                    </svg>
                    <span>11:00 / 13.10.2021</span>
                    <svg xmlns="http://www.w3.org/2000/svg" width="21" height="21" viewBox="0 0 21 21" fill="none">
                        <path
                            d="M13.125 10.5C13.125 11.9497 11.9497 13.125 10.5 13.125C9.05025 13.125 7.875 11.9497 7.875 10.5C7.875 9.05025 9.05025 7.875 10.5 7.875C11.9497 7.875 13.125 9.05025 13.125 10.5Z"
                            fill="#BDBDBD" />
                        <path
                            d="M19.1576 10.1087C17.2692 6.3318 13.9152 4.375 10.5 4.375C7.08477 4.375 3.73082 6.3318 1.84238 10.1087C1.71921 10.355 1.71921 10.645 1.84238 10.8913C3.73082 14.6682 7.08477 16.625 10.5 16.625C13.9152 16.625 17.2692 14.6682 19.1576 10.8913C19.2808 10.645 19.2808 10.355 19.1576 10.1087ZM10.5 14.875C7.90231 14.875 5.2483 13.4568 3.61345 10.5C5.2483 7.54318 7.90231 6.125 10.5 6.125C13.0977 6.125 15.7517 7.54318 17.3866 10.5C15.7517 13.4568 13.0977 14.875 10.5 14.875Z"
                            fill="#BDBDBD" />
                    </svg>
                    <span>14550</span>
                </div>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    setup() {


        return {}
    }
}
</script>

<style lang="scss" scoped></style>